Revit 2024 API
ParameterTypeId.RampAttrRightBalusterAttachPt Property
 "Right Baluster Location"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RampAttrRightBalusterAttachPt { get; }
Visual Basic
Public Shared ReadOnly Property RampAttrRightBalusterAttachPt As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RampAttrRightBalusterAttachPt {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace